const questions = [
{
q:"मध्य प्रदेश में कुल कितने जिले हैं?",
o:["52","53","54","55"],
a:3,
exp:"मध्य प्रदेश में वर्तमान में 55 जिले हैं।"
},
{
q:"55वाँ जिला कौन-सा है?",
o:["निवाड़ी","मऊगंज","अलीराजपुर","सिंगरौली"],
a:1,
exp:"मऊगंज मध्य प्रदेश का 55वाँ जिला है।"
},
{
q:"मऊगंज किस जिले से अलग होकर बना?",
o:["रीवा","सतना","सीधी","सिंगरौली"],
a:0,
exp:"मऊगंज रीवा जिले से अलग होकर बना।"
},
{
q:"राज्य का सबसे बड़ा बाँध कौन-सा है?",
o:["बाणसागर","इंदिरा सागर","तवा","बरगी"],
a:1,
exp:"इंदिरा सागर बाँध मध्य प्रदेश का सबसे बड़ा बाँध है।"
},
{
q:"इंदिरा सागर बाँध किस नदी पर बना है?",
o:["बेतवा","चंबल","नर्मदा","सोन"],
a:2,
exp:"यह नर्मदा नदी पर बना है।"
},
{
q:"बरगी बाँध किस नदी पर बना है?",
o:["तवा","नर्मदा","सोन","बेतवा"],
a:1,
exp:"बरगी बाँध नर्मदा नदी पर स्थित है।"
},
{
q:"बाणसागर परियोजना किस नदी पर है?",
o:["सोन","नर्मदा","चंबल","ताप्ती"],
a:0,
exp:"बाणसागर परियोजना सोन नदी पर है।"
},
{
q:"चंबल नदी मध्य प्रदेश के किस भाग में बहती है?",
o:["पूर्व","पश्चिम","उत्तर","दक्षिण"],
a:2,
exp:"चंबल नदी राज्य के उत्तरी भाग में बहती है।"
},
{
q:"बेतवा नदी किस नदी की सहायक है?",
o:["यमुना","नर्मदा","सोन","ताप्ती"],
a:0,
exp:"बेतवा यमुना की सहायक नदी है।"
},
{
q:"केन नदी किस नदी में मिलती है?",
o:["नर्मदा","यमुना","चंबल","सोन"],
a:1,
exp:"केन नदी यमुना में मिलती है।"
},
{
q:"पार्वती नदी किस नदी की सहायक है?",
o:["चंबल","नर्मदा","बेतवा","ताप्ती"],
a:0,
exp:"पार्वती नदी चंबल की सहायक नदी है।"
},
{
q:"ताप्ती नदी का उद्गम कहाँ है?",
o:["पचमढ़ी","अमरकंटक","बैतूल","रीवा"],
a:2,
exp:"ताप्ती नदी का उद्गम बैतूल जिले में है।"
},
{
q:"सतपुड़ा राष्ट्रीय उद्यान किस जिले में है?",
o:["नर्मदापुरम","सागर","रीवा","विदिशा"],
a:0,
exp:"यह नर्मदापुरम जिले में स्थित है।"
},
{
q:"माधव राष्ट्रीय उद्यान कहाँ है?",
o:["शिवपुरी","ग्वालियर","इंदौर","उज्जैन"],
a:0,
exp:"माधव राष्ट्रीय उद्यान शिवपुरी में स्थित है।"
},
{
q:"संजय राष्ट्रीय उद्यान किस जिले में है?",
o:["सीधी","रीवा","सतना","कटनी"],
a:0,
exp:"संजय राष्ट्रीय उद्यान सीधी जिले में है।"
},
{
q:"कूनो राष्ट्रीय उद्यान किस जिले में स्थित है?",
o:["श्योपुर","मुरैना","भिंड","शिवपुरी"],
a:0,
exp:"कूनो राष्ट्रीय उद्यान श्योपुर जिले में स्थित है।"
},
{
q:"चीतों को पुनः बसाने का अभियान किस राष्ट्रीय उद्यान में हुआ?",
o:["कान्हा","पेंच","कूनो","पन्ना"],
a:2,
exp:"कूनो राष्ट्रीय उद्यान में चीते छोड़े गए।"
},
{
q:"ग्वालियर किस घराने के संगीत के लिए प्रसिद्ध है?",
o:["आगरा","ग्वालियर","जयपुर","पटियाला"],
a:1,
exp:"ग्वालियर घराना हिंदुस्तानी संगीत का प्रसिद्ध घराना है।"
},
{
q:"उदयगिरि की गुफाएँ किस जिले में हैं?",
o:["विदिशा","भोपाल","सीहोर","सागर"],
a:0,
exp:"उदयगिरि की गुफाएँ विदिशा जिले में स्थित हैं।"
},
{
q:"अमरकंटक किस जिले में स्थित है?",
o:["अनूपपुर","डिंडोरी","शहडोल","कटनी"],
a:0,
exp:"अमरकंटक अनूपपुर जिले में स्थित है।"
}
];
